export default {
  partsName: [
    { 'splashLogo': 'スプラッシュ　ロゴ' },
    // footer icon
    { 'ftSiftCl': 'ナビゲーション　アイコン　シフト' },
    { 'ftSiftCf': 'ナビゲーション　アイコン　お仕事確認' },
    { 'ftReport': 'ナビゲーション　アイコン　報告' },
    { 'ftOther': 'ナビゲーション　アイコン　その他' },
    { 'ftSiftClAct': 'ナビゲーション　アイコン　シフト　アクティブ' },
    { 'ftSiftCfAct': 'ナビゲーション　アイコン　お仕事確認　アクティブ' },
    { 'ftReportAct': 'ナビゲーション　アイコン　報告　アクティブ' },
    { 'ftOtherAct': 'ナビゲーション　アイコン　その他　アクティブ' },
    // icon
    { 'sunS': 'シフト　アイコン小　日' },
    { 'moonS': 'シフト　アイコン小　月' },
    { 'sunM': 'シフト　アイコン中　日' },
    { 'moonM': 'シフト　アイコン中　月' },
    // confirmationList
    { 'cL': 'お仕事確認　アイコン' },
    { 'cLAct': 'お仕事確認　アイコン　アクティブ' },
    // report
    { 'nD': '報告　当日確認報告' },
    { 'aR': '報告　到着報告' },
    { 'dR': '報告　業務完了報告' },
    { 'd': '報告　業務完了' },
    { 'nDAct': '報告　当日確認報告' },
    { 'aRAct': '報告　到着報告' },
    { 'dRAct': '報告　業務完了報告' },
    { 'dAct': '報告　業務完了' },
    { 'nDDis': '報告　当日確認報告' },
    { 'aRDis': '報告　到着報告' },
    { 'dRDis': '報告　業務完了報告' },
    { 'dDis': '報告　業務完了' },
    // other
    { 'thmbIcon': 'ユーザーサムネイル' },
  ]
}
